Repository: gostsdmitry/kernel-manager
Catalog: locale/*/LC_MESSAGES/kernel_manager.po
Languages: el

source: Distribution update completed. For correct operation of all updated libraries, it is recommended to restart the computer.
el: Οι ενημερώσεις λογισμικού ολοκληρώθηκαν.Για τη σωστή λειτουργία όλων των ενημερωμένων βιβλιοθηκών, συνιστάται η επανεκκίνηση του υπολογιστή.

source: Update started
el: Η Ενημέρωση ξεκίνησε

source: Software update in progress. This may take some time. When the update is complete, you will receive a notification and the taskbar icon will stop animating.
el: Οι ενημερώσεις λογισμικού είναι σε εξέλιξη.Αυτο μπορεί να κρατήσει λίγη ώρα.Όταν οι ενημερώσεις ολοκληρωθούν,θα λάβετε μια ειδοποίηση και το εικονίδιο της γραμμής εργασιών θα σταματήσει να κινείται.

source: Button disabled
el: Απενεργοποίηση Διακόπτη (button)

source: The Update button for new packages will no longer appear in update messages.
el: Ο Διακόπτης (button) Ενημερώσεων δεν θα εμφανίζεται στις ενημερώσεις μηνημάτων για νεα πακέτα..

source: Button enabled
el: Διακόπτης (button) ενεργοποιημένος

source: Messages will now show a button to update rpm packages.
el: Τα μηνύματα τώρα θα εμφανίζονται σε ενα διακόπτη (button) ενημερώσεων για πακέτα rpm..

source: Autostart directory:
el: Κατάλογος αυτόματης εκκίνησης:

source: A new version of the kernel is available:
el: Μια νέα έκδοση του πυρήνα είναι διαθέσιμη

source: Updating packages
el: Ενημέρωσεις πακέτων

source: Update RPM packages
el: Ενεμερώσεις RPM Πακέτων

source: Packages to update:
el: Ενημέρωση πακέτων:

source: Newly installed:
el: Πρόσφατα Εγκατεστημένο:

source: For removing:
el: Προς απομάκρυνση

source: Will not be updated:
el: Δεν θα ενημερωθεί

source: Task progress
el: Πρόοδος εργασιών

source: Stop the process
el: Διακοπή της διεργασίας

source: Cancel
el: Ακύρωση

source: Agree to continue the process
el: Συμφωνείτε να συνεχιστεί η διεργασία

source: Confirm
el: Επιβεβαίωση

source: Kernel update indicator
el: Δείκτης ενημέρωσης πυρήνα

source: Close indicator
el: Ένδειξη κλεισίματος

source: Repeat message
el: Επανάληψη μηνύματος

source: Settings
el: Ρυθμίσεις
