Repository: gostsdmitry/kernel-manager
Catalog: locale/*/LC_MESSAGES/kernel_manager.po
Languages: el

source: Indicator settings
el: Ρυθμίσεις ένδειξης

source: Wait
el: Περιμένετε

source: Delayed check for updates <br>after system startup (in seconds)
el: Καθυστέρηση στον έλεγχο για ενημερώσεις <br>μετά την εκκίνηση του συστήματος (σε δευτερόλεπτα)

source: Period
el: Περίοδος

source: Interval between updates (days)
el: Διάστημα μεταξύ ενημερώσεων (ημέρες)

source: day
el: Ημέρα

source: Check for updates
el: Έλεγχος Ενημερώσεων

source: Notify about a new version of the system kernel.
el: Σημείωση σχετικά με την νεα έκδοση συτήματος κέρνελ..

source: Notify about software updates.
el: Σημείωση σχετικά με τις ενημερώσεις λογισμικού..

source: Enable or disable the refresh button in notifications.
el: Ενεργοποίηση ή Απενεργοποίηση του διακόπτη (button) ανανέωσης στις Σημειώσεις.

source: Enable-Disable the button in notifications
el: Ενεργοποίηση ή Απενεργοποίηση του διακόπτη (button) στις Σημειώσεις

source: Autorun
el: Αυτόματη Εκτέλεση

source: Enable or disable indicator autoload.
el: Ενεργοποίηση ή απενεργοποίηση αυτόματης ένδειξης.

source: Information
el: Πληροφορίες

source: Updating cache wait for completion ...
el: Ενημέρωση προσωρινής μνήμης για ολοκλήρωση ...

source: Updating cache:
el: Ενημέρωση cache:

source: No access to repository
el: Δεν υπάρχει πρόσβαση στο αποθετήριο

source: Updating completed:
el: Η Ενημερωση ολοκληρώθηκε:

source: No kernels found to be removed
el: Δεν βρέθηκαν (πυρήνες) kernels για να αφαιρεθούν

source: Flavor - not selected
el: (Τυπός-'Εκδοση) Πυρήνα - δεν επιλέχθηκαν

source: STD-DEF kernel (main kernel)
el: STD-DEF kernel (Βασικός (πυρήνας) kernel)

source: UN-DEF kernel (experimental kernel)
el: UN-DEF kernel (Πειραματικός (πυρήνας) kernel)

source: RT kernel (realtime kernel)
el: RT kernel (Πυρηνας πραγματικού χρόνου)

source: Remove the selected kernel
el: Κατάργηση του επιλεγμένου (πυρηνα) kernel

source: Install the default kernel
el: Εγκατάσtαση του προεπιλεγμένου πυρήνα (kernel)

source: Kernel information
el: Πληροφορίες πυρήνα

source: Module
el: Μονάδα

source: Remove the selected module
el: Κατάργηση της επιλεγμένης μονάδας (πυρηνα-kernel)

source: Module information
el: Πληροφορίες Μονάδας (Πυρήνα-kernel)

source: Rebuild rpm database?
el: Ανακατασκευή βάσης δεδομένων rpm;

source: rpm database recovery
el: -Ανάκτηση βάσης δεδομένων rpm

source: It is recommended to use for cleaning a fresh OS. If you have been using the OS for a long time, then the likelihood of removing the necessary packages increases. Continue?
el: Συνιστάται να χρησιμοποιείτε για τον καθαρισμό ενός νέου λειτουργικού συστήματος. Εάν χρησιμοποιείτε το λειτουργικό σύστημα για μεγάλο χρονικό διάστημα, τότε αυξάνεται η πιθανότητα κατάργησης των απαραίτητων πακέτων. Να συνεχίσω;

source: Removing unnecessary dependencies
el: Κατάργηση περιττών εξαρτήσεων

source: Set default kernel boot
el: Ρύθμιση της προεπιλεγμένης εκκίνησης του πυρήνα \(kernel\)

source: Setting the default kernel boot
el: Ρύθμιση της προεπιλεγμένης εκκίνησης του πυρήνα (kernel)

source: Remove
el: Κατάργηση

source: Installation
el: Εγκατάσταση

source: Install un-def kernel from Sisyphus repository?
el: Εγκαταστήστε τον πυρήνα un-def από το αποθετήριο Sisyphus;

source: Distribution update
el: Ενημέρωση διανομής

source: Removing old kernels
el: Κατάργηση παλαιών (πυρήνων) kernels

source: Cleaning apt-cache
el: Καθάρισμα apt-cache

source: Kernel update
el: Ενημέρωση (πυρήνα) kernel

source: Process started, please wait ...
el: Η διεργασία ξεκίνησε,περιμενετε...

source: Completed successfully
el: Ολοκληρώθηκε επιτυχώς

source: The process is complete. You can close the window.
el: Η διεργασία έχει ολοκληρωθεί. Μπορείτε να κλείσετε το παράθυρο.

source: Close
el: Κλείσε

source: Close a window
el: Κλείστε ένα παράθυρο

source: Kernels management
el: Διαχείριση Πυρήνων

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Program help.</span><br />This program provides a simple graphical script management tool: <span style=" font-style:italic;">update-kernel</span>, <span style=" font-style:italic;">remove-old-kernel</span>.</p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600; background-color:transparent;">Change of kernel.</span><span style=" background-color:transparent;"><br />Allows you to change the kernel type to choose from ( STD-DEF, UN-DEF, RT ).</span></p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600; background-color:transparent;">Removing kernels.</span><span style=" background-color:transparent;"><br />Shows a list of kernels installed on the system. Double clicking on a line removes the selected kernel and its modules. The currently active core is not displayed in the list. The Clear button clears the cache of obsolete packages and removes duplicates.</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" background-color:transparent;">The Remove Kernels button clears the system of all kernels except the current one. The currently active core cannot be removed.</span></p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600; background-color:transparent;">Update kernel.</span><span style=" background-color:transparent;"><br />Automatically updates the kernel and modules to the newest version. The &quot;Distribution&quot; button updates the software to the current version. The repository list allows you to modify the branches of the repository.</span></p></body></html>
el: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Βοήθεια Προγράμματος.</span><br />Αυτό το πρόγραμμα παρέχει ένα απλό εργαλείο διαχείρισης γραφικών σεναρίων: <span style=" font-style:italic;">Ενημέρωση Πυρήνα"Kernel"</span>, <span style=" font-style:italic;">Απομάκρυνση παλαιών πυρήνων"kernel"</span>.</p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600; background-color:transparent;">Αλλαγή του Πυρήνα"kernel".</span><span style=" background-color:transparent;"><br />Σας επιτρέπει να αλλάξετε τον τύπο του πυρήνα που θα επιλέξετε απο ( STD-DEF, UN-DEF, RT ).</span></p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600; background-color:transparent;">Κατάργηση πυρήνων"kernel".</span><span style=" background-color:transparent;"><br />Εμφανίζει μια λίστα πυρήνων εγκατεστημένων στο σύστημα. Κάνοντας διπλό κλικ σε μια γραμμή καταργείται ο επιλεγμένος πυρήνας και οι ενότητες του. Ο τρέχων ενεργός πυρήνας δεν εμφανίζεται στη λίστα.Το κουμπί "Εκκαθάριση" καθαρίζει την προσωρινή μνήμη των παρωχημένων πακέτων και αφαιρεί τα διπλότυπα.</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" background-color:transparent;">Το κουμπί "Κατάργηση πυρήνων" καθαρίζει το σύστημα όλων των πυρήνων εκτός από το τρέχον. Ο τρέχων ενεργός πυρήνας δεν μπορεί να αφαιρεθεί.</span></p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600; background-color:transparent;">Ενημέρωση Πυρήνα"Kernel".</span><span style=" background-color:transparent;"><br />Αυτόματη Ενημέρωση του πυρήνα και των ενοτήτων στην πιο πρόσφατη έκδοση. Το &quot;Διανομής&quot; Πλήκτρο ενημερώνει το λογισμικό στην τρέχουσα έκδοση. Η λίστα αποθετηρίων σάς επιτρέπει να τροποποιήσετε τους κλάδους του αποθετηρίου.</span></p></body></html>

source: Change flavor type
el: Αλλαγή (τύπου - έκδοση) του Πυρήνα

source: Change
el: Αλλαγή

source: Select a kernel from the list and click the <br>"Change" button to switch to a new flavor
el: Επιλέξτε έναν πυρήνα από τη λίστα και κάντε κλικ στο<br>Κουμπί "Αλλαγή" για μετάβαση σε νέο τύπο-Έκδοση (πυρήνα)

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">The note</span><br />The tab for changing the flavour's (assembly types) of the operating system kernels.</p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Kernel: STD-DEF</span><br />Standard kernel. During the assembly, patches from the stable kernel branch are used to correct the work of drivers and software.</p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Kernel: UN-DEF</span><br />An experimental core for desktops. The un-def kernel is newer and may support hardware that does not work in std-def.</p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Kernel: RT</span><br />Realtime kernel. Used in systems requiring high response speed.<br />Read more: <span style=" text-decoration: underline;">www.wiki.linuxfoundation.org/realtime/start</span></p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Sisyphus: UN-DEF </span><br />It is an unstable repository of the latest software. Recommended for Intel integrated graphics not supported by other kernels. When using the kernel from this repository, you will not be able to work with programs that depend on the version of the module in the stable repositories.</p></body></html>
el: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;"> Σημείωση</span><br />Η καρτέλα για την αλλαγή του (τύπου-έκδοση) των (πυρήνων), του λειτουργικού συστήματος..</p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Kernel: STD-DEF</span><br />Βασικός kernel. Κατά τη συναρμολόγηση, μπαλώματα απο τον σταθερό κλάδο του (πυρήνα) kernel χρησιμοποιούνται για τη διόρθωση της εργασίας των προγραμμάτων οδήγησης και του λογισμικού.</p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Kernel: UN-DEF</span><br />Ένας πειραματικός πυρήνας για επιτραπέζιους υπολογιστές. Ο πυρήνας un-def είναι νεότερος και μπορεί να υποστηρίζει υλικό που δεν λειτουργεί στο std-def.</p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Kernel: RT</span><br />Πυρήνας πραγματικού χρόνου. Χρησιμοποιούνται σε συστήματα που απαιτούν ταχύτητα υψηλής απόκρισης.<br />Διαβάστε περισσότερα: <span style=" text-decoration: underline;">www.wiki.linuxfoundation.org/realtime/start</span></p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Sisyphus: UN-DEF </span><br />Είναι ένα ασταθές αποθετήριο του πιο πρόσφατου λογισμικού.Συνιστάται για ενσωματωμένα γραφικά Intel που δεν υποστηρίζονται από άλλους πυρήνες. Όταν χρησιμοποιείτε τον πυρήνα από αυτό το αποθετήριο, δεν θα μπορείτε να εργαστείτε με προγράμματα που εξαρτώνται από την έκδοση της λειτουργικής μονάδας(module) στα σταθερά αποθετήρια.</p></body></html>

source: Change of kernels
el: Αλλαγή (πυρήνων) kernels

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">The note</span><br />The right mouse button menu provides additional options such as loading the default kernel. For the convenience of orientation, color coding has been introduced.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><br /></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Color designation of kernel types.</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><img src=":/picture/icons/std.png" height="12" /> - std-def <img src=":/picture/icons/un.png" height="12" /> - un-def <img src=":/picture/icons/rt.png" height="12" /> - rt</p></body></html>
el: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Σημείωση</span><br />Το μενού στο δεξιό πλήκτρο του ποντικιού παρέχει πρόσθετες επιλογές, όπως φόρτωση του προεπιλεγμένου πυρήνα. Για την ευκολία του προσανατολισμού, έχει εισαχθεί χρωματική κωδικοποίηση.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><br /></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Ονομασία χρώματος τύπων πυρήνα.</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><img src=":/picture/icons/std.png" height="12" /> - std-def <img src=":/picture/icons/un.png" height="12" /> - un-def <img src=":/picture/icons/rt.png" height="12" /> - rt</p></body></html>

source: Clearing the local cache of obsolete packages<br>and removing duplicate packages
el: Εκκαθάριση της τοπικής προσωρινής μνήμης<br>παρωχημένων πακέτων και αφαίρεση διπλών πακέτων

source: Clear
el: Εκκαθάριση

source: Removes all cores except the currently active one
el: Καταργεί όλους τους πυρήνες εκτός από τον τρέχοντα ενεργό

source: Remove kernels
el: Κατάργηση (πυρήνων) kernels

source: Removing kernels
el: Κατάργηση (πυρήνων) kernels

source: Update kernel
el: Ενημέρωση (πυρήνα) kernel

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">The note</span><br />It is recommended to update the distribution to the latest version before updating the kernel. Such an update will help to avoid unnecessary problems when updating the kernel.</p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Update Kernel button</span><br />Updates the current active system kernel and all modules installed for it.</p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">All actions of the program will be displayed in the terminal and require user confirmation. If you are unsure of your actions, cancel the update.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Repositories</span><br />Allows changing repositories. Shows the currently connected repositories. Allows you to update the OS platform. To switch to a different platform, select a repository and click &quot;Distribution&quot;. The update will start automatically. Before choosing &quot;<a href="https://www.altlinux.org/%D0%A7%D1%82%D0%BE_%D1%82%D0%B0%D0%BA%D0%BE%D0%B5_Sisyphus%3F"><span style=" text-decoration: underline; color:#2980b9;">Sisyphus</span></a>&quot;, carefully read its description.</p></body></html>
el: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Σημείωση</span><br />Συνιστάται η ενημέρωση της διανομής στην τελευταία έκδοση πριν από την ενημέρωση του πυρήνα. Μια τέτοια ενημέρωση θα βοηθήσει στην αποφυγή περιττών προβλημάτων κατά την ενημέρωση του πυρήνα.</p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Ενημέρωση κουμπιού πυρήνα</span><br />Ενημερώνει τον τρέχοντα ενεργό πυρήνα συστήματος και όλες τις λειτουργικές μονάδες που έχουν εγκατασταθεί για αυτόν.</p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Όλες οι ενέργειες του προγράμματος θα εμφανίζονται στο τερματικό και απαιτούν επιβεβαίωση από τον χρήστη. Εάν δεν είστε βέβαιοι για τις ενέργειές σας, ακυρώστε την ενημέρωση.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Αποθετήρια</span><br />Επιτρέπει την αλλαγή αποθετηρίων. Εμφανίζει τα τρέχοντα συνδεδεμένα αποθετήρια.Σας επιτρέπει να ενημερώσετε την πλατφόρμα λειτουργικού συστήματος. Για να μεταβείτε σε διαφορετική πλατφόρμα, επιλέξτε ένα αποθετήριο και κάντε κλικ στο &quot;Διανομή &quot;. Η ενημέρωση θα ξεκινήσει αυτόματα. Πριν την επιλογή &quot;<a href="https://www.altlinux.org/%D0%A7%D1%82%D0%BE_%D1%82%D0%B0%D0%BA%D0%BE%D0%B5_Sisyphus%3F"><span style=" text-decoration: underline; color:#2980b9;">Sisyphus</span></a>&quot;, διαβάστε προσεκτικά την περιγραφή του.</p></body></html>

source: Distribution
el: Διανομή

source: Change repository
el: Αλλαγή αποθετηρίου

source: Filter for kernel modules installed on the system
el: Φίλτρο για μονάδες πυρήνα εγκατεστημένα στο σύστημα

source: All installed modules
el: Όλες οι εγκατεστημένες λειτουργικές μονάδες

source: Remove packages that were automatically installed to satisfy<br>dependencies for other packages and are now no longer needed.
el: Καταργήστε πακέτα που εγκαταστάθηκαν αυτόματα για να ικανοποιήσουν<br>εξαρτήσεις για άλλα πακέτα και δεν χρειάζονται πλέον.

source: rebuilddb - rebuild the rpm package database.
el: rebuilddb-ανακατασκευάστε τη βάση δεδομένων πακέτων rpm.

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">The note</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">The broom button uses the &quot;<span style=" font-weight:600;">apt-get autoremove</span>&quot; command to clean up the system of packages that are not used by any program. Sometimes this command removes the libraries you want, so back up your system before using it. You can find out more by typing &quot;<span style=" font-weight:600;">--autoremove</span>&quot; in &quot;<span style=" font-weight:600;">man apt-get</span>&quot; terminal.<br />The &quot;<span style=" font-weight:600;">rebuilddb</span>&quot; button is used to repair a corrupted rpm package database.</p></body></html>
el: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">The note</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Το κουμπί σκούπα χρησιμοποιεί την εντολή &quot;<span style=" font-weight:600;">apt-get autoremove</span>&quot; εντολή για να καθαρίσει το σύστημα των πακέτων που δεν χρησιμοποιούνται από κανένα πρόγραμμα. Μερικές φορές αυτή η εντολή καταργεί τις βιβλιοθήκες που θέλετε, οπότε δημιουργήστε αντίγραφα ασφαλείας του συστήματός σας πριν τη χρησιμοποιήσετε. Μπορείτε να μάθετε περισσότερα πληκτρολογώντας &quot;<span style=" font-weight:600;">--autoremove</span>&quot; σε &quot;<span style=" font-weight:600;">man apt-get</span>&quot; τερματικό.<br />Το &quot;<span style=" font-weight:600;">rebuilddb</span>&quot; κουμπί χρησιμοποιείται για την επισκευή μιας κατεστραμμένης βάσης δεδομένων πακέτων rpm.</p></body></html>

source: Kernel modules
el: Μονάδες Πυρήνων (kernel)

source: Update completed
el: Η Ενημερωσεις ολοκληρώθηκαν
